[
    {
        "id": "c54463d1-0f04-48b7-8eb4-651278fa73af",
        "title": "Waters naziflört på scen utreds av tysk polis",
        "text": "Efter Roger Waters konsert i Berlin där han bar en nazistliknande uniform och avfyrande ett låstasvapen har tysk polis nu inlett en förundersökning gällande hets mot folkgrupp, rapporterar The Independent. Inslaget är inspirerat av en scen från Pink Floyds film ”The Wall” från 1982, och Waters menar att det själva verket handlar om kritik mot fascism och nazism, skriver TT.Waters är känd för sitt stöd gällande staten Palestina och har anklagats för att vara antisemit – något som han själv förnekar. Nyheten om Waters klädsel på scen har fått stora reaktioner i omvärlden, bland annat i Israel. – Godmorgon till alla förutom Roger Waters som i går spenderade kvällen i Berlin (ja Berlin) kränka minnet av Anne Frank och se sex miljoner judar som mördades i förintelsen, skrev Israels utrikesminister på twitter.",
        "pictureLink": "https://gfx.omni.se/images/4d34476f-9509-4fb5-b5fc-f37b2209e343?h=320&tight=false&w=640",
        "time": "2023-05-26",
        "source": "https://omni.se/waters-naziflort-pa-scen-utreds-av-tysk-polis/a/MoWJx0",
        "category": "culturenews"
    },
    {
        "id": "5570b241-51cb-4458-a1a0-dd7f88b5369e",
        "title": "Sias rutin: Ger miljoner till sina Robinsonfavoriter",
        "text": "Artisten Sia är mycket engagerad i den australiska versionen av Robinson, Survivor. Det rapporterar flera medier.Sedan flera år tillbaka belönar hon sina favoritdeltagare genom att ge dem en stor summa pengar. Carolyn Wiger, som kom trea i årets upplaga, fick ta emot motsvarande en miljon kronor. De deltagare som slutade fyra och femma fick samtidigt motsvarande 161&nbsp;000 kronor var. Femteplacerade Lauren Harpe var mitt i en intervju med tidningen Pop Crave när Sia bröt in:– Förlåt att jag stör, jag vill bara säga att jag älskar dig, sade världsstjärnan enligt TT.",
        "pictureLink": "https://gfx.omni.se/images/f6cb6855-bdbf-459a-b8cb-27335edfadaa?h=320&tight=false&w=640",
        "time": "2023-05-26",
        "source": "https://omni.se/sias-rutin-ger-miljoner-till-sina-robinsonfavoriter/a/gEjjX5",
        "category": "culturenews"
    },
    {
        "id": "3078862d-e101-4e9f-9872-9edeb5ddb88d",
        "title": "Cher om sista mötet med Turner: ”Hon var färdig”",
        "text": "En vecka innan Tina Turner dog fick hon besök av sin vän Cher. Flera medier rapporterar att artisten på torsdagen ringde in till tv-kanalen MSNBC:s ”The beat with Ari Melber” för att dela med sig av minnet:– Hon kämpade mot sjukdomen under lång tid och hon var så stark, precis som man trodde att hon skulle vara. Men mot slutet så sade hon till mig ”Jag är faktiskt färdig, jag orkar inte med det här mer”, säger hon.Cher och Tina Turner var vänner sedan 1960-talet. I en intervju med Oprah Winfrey 2008 sa Turner att det var Cher som inspirerade henne att ta sig ur den destruktiva relationen med maken Ike Turner.",
        "pictureLink": "https://gfx.omni.se/images/b0b8fe16-5f5f-4724-a5f9-f8861854c041?h=320&tight=false&w=640",
        "time": "2023-05-26",
        "source": "https://omni.se/cher-om-sista-motet-med-turner-hon-var-fardig/a/l3XXQy",
        "category": "culturenews"
    },
    {
        "id": "a9e1618e-e64d-4527-9902-8efcab49b0ea",
        "title": "”Hennes fuck you är en mäktig historia att berätta”",
        "text": "När de svenska krönikörerna minns Tina Turners gärning står både rösten och levnadsödet i centrum. Expressens Anna Gullberg skriver om hur artisten efter ett 20-årigt äktenskap präglat av våld och förtryck till slut ”gav fingret” åt maken:”Hennes fuck you till Ike Turner är en mäktig historia att berätta för alla systrar i misery. Mot alla odds tog hon revansch, gav Ike fingret och gav sig ut på världsturné efter världsturné”.Aftonbladets Per Bjurman skriver att Tina Turners hits från 80-talet ”må låta lite daterade idag, eftersom ljudidealen var som de var” men ”hon framförde dem med en förstummande pondus”.",
        "pictureLink": "https://gfx.omni.se/images/73b5f7e7-0062-4e3b-84df-a183a9606e4a?h=320&tight=false&w=640",
        "time": "2023-05-26",
        "source": "https://omni.se/hennes-fuck-you-ar-en-maktig-historia-att-beratta/a/Kn1aw4",
        "category": "culturenews"
    },
    {
        "id": "6370ee3f-5c05-481f-ac09-27cd126271b2",
        "title": "Dolph Lundgren medverkar i Netflix ”The witcher”",
        "text": "Skådespelaren Dolph Lundgren kommer att medverka i Netflix-serien”The witcher”. Det avslöjar han i en intervju med Aftonbladet, rapporterar TT.Lundgren uppges befinna sig i Sydafrika och enligt flera amerikanska medier spelas en spin-off-serie in där just nu.Serien handlar om ett gäng unga skurkar som kallas ”Rats” i Witcher-universumet. Lundgren ryktas ha rollen som prisjägaren Leo Bonhart. ",
        "pictureLink": "https://gfx.omni.se/images/da9cf1f7-a10a-412a-b6a9-83b66760ba03?h=320&tight=false&w=640https://i.ytimg.com/vi/EUlC8ue8NFI/maxresdefault.jpg",
        "time": "2023-05-26",
        "source": "https://omni.se/dolph-lundgren-medverkar-i-netflix-the-witcher/a/rlXX8R",
        "category": "culturenews"
    },
    {
        "id": "b1f9e0a8-a00d-42e1-aff2-2c8bc059981a",
        "title": "Fruktfrysar räddar Italiens blöta litterära arv",
        "text": "Värdefulla böcker och manuskript, några så gamla som 500 år, har skadats i översvämmade bibliotek i en norditalienska regionen Emilia-Romagna, rapporterar The Guardian. I ett försök att rädda det som räddas kan har böckerna nu transporterat till orten Cesena där de ska frysas ner i industriella kylar som tillhör frysmatsföretaget Orogel.  – Vi brukar använda de här frysarna för att frysa ner mogen frukt och grönsaker inom tre timmar efter skörd. Jag hade aldrig förväntat mig att processen skulle kunna komma till nytta för vårt litterära arv, säger företagets vd Bruno Piraccini. ",
        "pictureLink": "https://gfx.omni.se/images/48e63ebd-1185-4efe-82f7-03e2d74b300e?h=320&tight=false&w=640",
        "time": "2023-05-26",
        "source": "https://omni.se/fruktfrysar-raddar-italiens-blota-litterara-arv/a/76LQo4",
        "category": "culturenews"
    },
    {
        "id": "e06bf0b2-f306-476a-8ee6-109822df71db",
        "title": "Björn och Benny stenhårda om ESC-spelning: ”No way!”",
        "text": "ABBA-medlemmarna Björn Ulvaeus och Benny Andersson konstaterar med eftertryck att gruppen inte kommer att framträda under nästa års Eurovision i Sverige. I en intervju med BBC Newsnight, som sänds under torsdagskvällen, meddelar Andersson att budskapet är ”No way”, skriver AFP:– Jag vill inte. Och vill inte jag så vill inte de andra heller. När någon säger nej, då är det nej, säger han.Spekulationerna om att ABBA skulle återförenas har eldats på av att det nästa år är 50-årsjubileum för deras Eurovisionseger med ”Waterloo”. ",
        "pictureLink": "https://gfx.omni.se/images/983b687f-eb69-490c-8f28-8b716faacd17?h=320&tight=false&w=640",
        "time": "2023-05-26",
        "source": "https://omni.se/bjorn-och-benny-stenharda-om-esc-spelning-no-way/a/WRdxWj",
        "category": "culturenews"
    },
    {
        "id": "1a013513-6b40-4054-a86f-7232ab9fbc1b",
        "title": "Sandviken vill ordna ESC: ”Håller världsklass”",
        "text": "Ytterligare en svensk kommun ger sig in i kampen om att få agera värd för nästa års Eurovision. För SVT Nyheter lyfter kommunstyrelseledamoten Jonas Klang (M) den egna kommunens fördelar.Partiet har skickat in ett initiativärende om att undersöka möjligheterna att arrangera musiktävlingen. Klang motiverar bland annat med att den lokala Göransson arena ”håller världsklass” och att den kapacitetsmässigt skulle uppfylla kraven.– Jag tycker att vi ska spänna bågen och se om vi kan lösa ett evenemang av den här storleken, säger han.",
        "pictureLink": "https://gfx.omni.se/images/96fc9b75-2cb6-4138-9166-2d0b4eebb2aa?h=320&tight=false&w=640",
        "time": "2023-05-26",
        "source": "https://omni.se/sandviken-vill-ordna-esc-haller-varldsklass/a/zEX03O",
        "category": "culturenews"
    },
    {
        "id": "8878c2a2-715b-4de6-a985-b3ff753483d7",
        "title": "Lyssnarnas värd lämnades bort av sina föräldrar",
        "text": "Eva Armini, 76 år från Göteborg, har röstats fram som ”lyssnarnas sommarvärd”. Det skriver Sveriges Radio i ett pressmeddelande.Strax efter födseln lämnades Armini bort av sina biologiska föräldrar som annonserade ut henne i en veckotidning innan hon ens var född. Programmet kommer att handla om sökandet efter hennes rötter. – När jag var tillräckligt gammal för att förstå, kanske fem, sex år berättade min adoptivmor att jag hade legat i en annan tants mage. En mamma som inte ville ha mig, säger Eva Armini i ett uttalande.",
        "pictureLink": "https://gfx.omni.se/images/c76df8c5-d1ac-442b-b5c0-d94fba61a159?h=320&tight=false&w=640",
        "time": "2023-05-26",
        "source": "https://omni.se/lyssnarnas-vard-lamnades-bort-av-sina-foraldrar/a/P4mEvb",
        "category": "culturenews"
    },
    {
        "id": "78d6636e-4ddb-4b5e-be9e-f3afe3a1e221",
        "title": "Första Vilks-utställningen sedan dödsolyckan",
        "text": "Verk av konstnären Lars Vilks ställs ut i Blå Hallen i Höganäs i sommar, rapporterar Sydsvenskan. Det första gången Vilks konst visas i ett större sammanhang sedan han dog i en trafikolycka utanför Markaryd 2021.Utställningen innehåller verk som spänner över hela den kontroversielle konstnärens liv. De har lånats ut av Lars Vilks minnesfond, privata samlare, nära vänner samt Höganäs Kommun. ",
        "pictureLink": "https://gfx.omni.se/images/aedc35de-720e-4767-8408-f4f9cae2dd7a?h=320&tight=false&w=640",
        "time": "2023-05-26",
        "source": "https://omni.se/forsta-vilks-utstallningen-sedan-dodsolyckan/a/RG8lPx",
        "category": "culturenews"
    }
]