[
    {
        "id": "c980d4f3-a494-485c-9ddd-d705edbbe94a",
        "title": "Läckan kan kosta Tesla 38 miljarder: ”Kollar på saken”",
        "text": "Tesla kan i värsta fall få böter på 38 miljarder kronor i kölvattnet av att tiotusentals dokument läckt. Det skriver Reuters om läckan som kallas ”Tesla files”.I dokumenten finns – förutom Elon Musks personnummer – över 100&nbsp;000 namn på tidigare och nuvarande anställda. Även privata mejladresser, telefonnummer, bankuppgifter och löner ingår.Den tyska affärstidningen Handelsblatt, som avslöjade läckan, uppger att många anställda har haft tillgång till uppgifterna och konstaterar att det kan strida mot GDPR. Om detta bevisas kan Tesla få böta 4 procent av sin årliga försäljning.Tesla, som har sitt europeiska huvudkontor i Nederländerna, säger att läckan är anmäld till myndigheterna. Landets dataskyddsmyndighet menar att det är för tidigt att svara på om det blir en utredning.– Vi är medvetna om Handelsblatts artikel och vi kollar på saken, säger en talesperson.",
        "pictureLink": "https://gfx.omni.se/images/d01d2e1d-ebd4-43df-9d4d-1635c3a52d09?h=320&tight=false&w=640",
        "time": "2023-05-26",
        "source": "https://omni.se/lackan-kan-kosta-tesla-38-miljarder-kollar-pa-saken/a/abLkz4",
        "category": "economynews"
    },
    {
        "id": "790fb1f4-a94e-4696-89b3-036f3f0fe17d",
        "title": "Över 1 000 larm om olyckor i enorm Tesla-läcka",
        "text": "Informatörer inifrån Tesla har läckt omkring 23&nbsp;000 dokument till tyska tidningen Handelsblatt. Dokumenten innehåller bland annat hemliga rapporter om problem med prestigeprojektet cybertruck, excellistor med löner och adresser till anställda och konfidentiella dokument om olyckor med självkörandefunktionen. Med just självkörandefunktionen har över 1&nbsp;000 olyckor rapporterats, där en anmälare säger att ”autopiloten fick mig nästan dödad”. Filerna innehåller dessutom 2&nbsp;400 klagomål om självaccelereringsfunktionen och 1&nbsp;500 om allvarliga problem med bromsarna.Uppgifternas äkthet har kontrollerats och belagts av Fraunshofer, ett institut för teknologi inom säkerhetsinformation.Tesla har inte velat svara på frågor från Handelsblatt, men bolagets advokat säger att ”medierapportering av olagligt erhållen data är endast tillåten under exceptionella omständigheter”.",
        "pictureLink": "https://gfx.omni.se/images/b486bf13-f029-4777-a16b-be4052989063?h=320&tight=false&w=640",
        "time": "2023-05-26",
        "source": "https://omni.se/over-1-000-larm-om-olyckor-i-enorm-tesla-lacka/a/15wwzX",
        "category": "economynews"
    },
    {
        "id": "e32584c4-a4b2-4946-a9bf-c3bad8547456",
        "title": "Börsuppgången kom av sig – Embracer föll platt",
        "text": "Uppgångarna på Stockholmsbörsen kom av sig och vid stängning såg det ut så här:<br>• OMXS30: +0,1%<br>• OMXSPI: −0,4%<br>Det betyder att storbolagsindex nätt och jämnt bröt sviten efter tre nedgångsdagar, medan breda index tappade för fjärde dagen i rad.Spelutvecklaren <strong>Embracer</strong> såg ut att studsa tillbaka under förmiddagen efter gårdagens kurskollaps på nästan 45 procent. Men under eftermiddagen vände aktien ner och stängde på minus 7,8 procent.Medicinteknikbolaget <strong>Elekta</strong> steg något efter att rapporten för det gångna kvartalet kommit in starkare än väntat. Analytikernas mottagande var dock blandat och aktien landade 0,7 procent upp.Byggbolaget <strong>Serneke</strong> visade upp ett digert vinsttapp i första kvartalet och aktien tappade knappt 1 procent.I toppen av OMXS30 handlades <strong>Atlas Copco</strong> upp 2,7 procent. Experter kopplar uppgången till den amerikanska chipjätten Nvidias rapportrusning på runt 25 procent i New York. Även tekniktunga <strong>ABB,</strong> <strong>Hexagon</strong> och <strong>Alfa Laval </strong>drogs med upp med cirka 1-2 procent.<strong>New York-börserna i går</strong><br>S&amp;P 500: −0,7%<br>Dow Jones: −0,8%<br>Nasdaq: −0,6%  ",
        "pictureLink": "https://gfx.omni.se/images/31b62875-0e40-4689-a366-7f14b15f3e09?h=320&tight=false&w=640",
        "time": "2023-05-26",
        "source": "https://omni.se/borsuppgangen-kom-av-sig-embracer-foll-platt/a/l3Xr7y",
        "category": "economynews"
    }
]