[
    {
        "id": "b9311940-c0dc-4efb-af88-94835e809461",
        "title": "Kreml kallar upp svensk ambassadör i protest",
        "text": "Ryssland har kallat upp diplomater från Sverige, Tyskland och Danmark i protest mot ländernas utredningar om explosionerna mot gasledningarna Nord Stream 1 och 2. Det bekräftar svenska utrikesdepartementet i ett mejl till TT. Moskva är kritiskt till att man nekats medverkan i utredningen och anklagar Sverige, Tyskland och Danmark för att ha misslyckats med att ”säkra transparensen” och ”visat bristande intresse” av sanningen. Enligt svenska UD har ryska myndigheter vid upprepade tillfällen informerats om den svenska utredningen. ",
        "pictureLink": "https://gfx.omni.se/images/54b55234-37b6-4722-ac2d-4d4b484b5ad4?h=320&tight=false&w=640",
        "time": "2023-05-26",
        "source": "https://omni.se/kreml-kallar-upp-svensk-ambassador-i-protest/a/Q7O36V",
        "category": "frontnews"
    },
    {
        "id": "edec658a-36fe-4da1-bcf3-0d62dd8976f8",
        "title": "Heilande gäster får Liseberg att klippa årskort",
        "text": "Över 50 årskort har blivit indragna sedan Liseberg slog upp portarna för säsongen i slutet av april, rapporterar Göteborgs-Posten. Bakom de indragna årskorten finns händelser som fusk med åkband och kränkningar av nöjesparkens personal. Flera årskort har också dragits in när gäster har heilat, eller gjort andra obscena gester, framför de kameror som finns i åkattraktionerna. – Det händer då och då och det är ett lagbrott, hets mot folkgrupp och tolereras således inte, säger Mårten Westlund, pr- och kommunikationschef på Liseberg.Han säger till Expressen att parken har haft dagar då man ”överrumplats” av hur många besökare som kommit, något som fått dem att kalla in extra vakter. ",
        "pictureLink": "https://gfx.omni.se/images/debe490b-804f-40dd-a60a-6af6438b0df3?h=320&tight=false&w=640",
        "time": "2023-05-26",
        "source": "https://omni.se/heilande-gaster-far-liseberg-att-klippa-arskort/a/8JWVBw",
        "category": "frontnews"
    },
    {
        "id": "e19bfd7f-5499-4ed8-99be-1e6bdf4b2bfc",
        "title": "Pappa om hotfullt killgäng på Gröna Lund: ”Gränslöst”",
        "text": "Tryggheten på nöjesparken Gröna Lund i Stockholm har hamnat i fokus efter att Jonathan Kärre, författare och journalist, vittnat om hur ett ungdomsgäng trängt sig och agerat hotfullt när han besökte parken ihop med sina barn.– Killarna beter sig gränslöst, de spottar vilt omkring sig. De ofredade några små flickor genom att filma dem utan tillåtelse. Personalen konfronterade dem inte, säger Kärre till P1 Morgon.Enligt honom tilläts killarna att fortsätta åka, ett par ordningsvakter talade med dem efteråt.Fredrik Gemzell, säkerhetschef på Gröna Lund, säger att ordningsvakterna gjort bedömningen att killarna förstått att de gjort fel.– De bad om ursäkt för det.Han säger att det inte finns ett tydligt svar på om en person som stört ordningen ska få fortsätta åka.– Det man alltid gör i första hand är att jobba med samtal.",
        "pictureLink": "https://gfx.omni.se/images/541ee66d-a983-45bd-859b-59124ee30417?h=320&tight=false&w=640",
        "time": "2023-05-26",
        "source": "https://omni.se/pappa-om-hotfullt-killgang-pa-grona-lund-granslost/a/abLkya",
        "category": "frontnews"
    },
    {
        "id": "7835fd05-d700-4565-8e6d-593e53fc25de",
        "title": "Inga rivna kort på Grönan: Göteborgare lite brötigare",
        "text": "Samtidigt som Liseberg redan hunnit riva årskorten för 50 stökiga gäster så har inte konkurrenten Gröna Lund dragit in några årskort över huvud taget. Det rapporterar SR:s P1 Morgon.Tillfrågad om skillnaden beror på att Göteborgspubliken är ”bråkigare än de i Stockholm” så svarar Lisebergs pr- och kommunikationschef Mårten Westlund:– Generellt kanske göteborgare är lite brötigare. Men vi har också blivit lite strängare, säger han till P1-Morgon.Bland annat har Liseberg infört civilklädda vakter som bevakar ordningen i parken. ",
        "pictureLink": "https://gfx.omni.se/images/ef5c83e2-249f-4db5-aff3-59405eb9fb63?h=320&tight=false&w=640",
        "time": "2023-05-26",
        "source": "https://omni.se/inga-rivna-kort-pa-gronan-goteborgare-lite-brotigare/a/0Q0vgG",
        "category": "frontnews"
    },
    {
        "id": "64832681-df1f-40e1-8096-4f34bbb2a9c8",
        "title": "Nya problem i förhandlingar – SFP vägrar deadline",
        "text": "Sannfinländarna har meddelat att de tänker dra sig ur regeringsförhandlingarna om partierna inte når ”tillräckliga resultat” på fredagskvällen. Enligt uppgifter till Svenska Yle är Svenska folkpartiet (SFP) frustrerade över kravet och tänker inte svara på Sannfinländarnas ultimatum förrän på lördag. Förhandlingarna har pågått sedan den 2 maj och har de senaste dagarna kretsat kring invandrings- och klimatpolitiken. I förhandlingarna deltar Sannfinländarna, Svenska folkpartiet, Kristdemokraterna samt Samlingspartiet med regeringssonderaren Petteri Orpo i spetsen. ",
        "pictureLink": "https://gfx.omni.se/images/6acefc72-186d-4b33-a577-94db579be6ab?h=320&tight=false&w=640",
        "time": "2023-05-26",
        "source": "https://omni.se/nya-problem-i-forhandlingar-sfp-vagrar-deadline/a/Kn1X3E",
        "category": "frontnews"
    },
    {
        "id": "b2dbe886-17ec-4f4a-8a64-8c80952c81e1",
        "title": "”Det finns ingen plan B, det finns ingen reservplan”",
        "text": "Utrikesminister Tobias Billström (M) säger till Reuters att Sveriges ambition är att bli Natomedlem i samband med toppmötet i Vilnius i juli.– Det finns ingen reservplan, det finns ingen plan B.Under fredagen deltog Billström på en pressträff med spanske  utrikesministern José Manuel Albares Bueno, som besöker Sverige inför att Spanien 1 juli tar över ordförandeskapet i EU. Den spanske utrikesministern betonade då vikten av en snabb svensk Natoanslutning:– Spanien stöttar Sverige fullt ut.Natos toppmöte äger rum i Vilnius 11 −12 juli.",
        "pictureLink": "https://gfx.omni.se/images/729df926-3371-45f7-bb43-129c0421c60b?h=320&tight=false&w=640",
        "time": "2023-05-26",
        "source": "https://omni.se/det-finns-ingen-plan-b,-det-finns-ingen-reservplan/a/LlLd9Q",
        "category": "frontnews"
    },
    {
        "id": "e1b0806a-31dc-47f7-8595-921d5e1e7eeb",
        "title": "Republikan: USA har fått turkiskt löfte om Sverige",
        "text": "Republikanen Michael McCaul, som är ordförande för representanthusets utrikeskommitté, har ändrat sig och är nu öppen för att Turkiet ska få köpa F16-stridsflyg när de godkänt Sveriges Nato-ansökan. Det rapporterar Politico.Enligt McCaul har man fått försäkringar om att Sverige kommer ratificeras efter det turkiska valet på söndag, oavsett vem som vinner. Förslaget uppges ha stöd från president Joe Biden men frågan om försäljningen har varit enormt laddad i den amerikanska kongressen.",
        "pictureLink": "https://gfx.omni.se/images/bed6e3d5-63b8-4419-bd50-8391ec466437?h=320&tight=false&w=640",
        "time": "2023-05-26",
        "source": "https://omni.se/republikan-usa-har-fatt-turkiskt-lofte-om-sverige/a/5BMMRK",
        "category": "frontnews"
    },
    {
        "id": "813967d2-0309-4b08-a080-36998e62f8a2",
        "title": "V: Staten borde få förtur till SBB:s fastigheter",
        "text": "Vänsterpartiet vill att regeringen snabbutreder en statlig förköpsrätt av fastigheter för att säkerställa att SBB:s samhällsfastigheter återförs till det offentliga. Det skriver V-ledaren Nooshi Dadgostar och partiets ekonomisk-politiske talesperson Ali Esbati på DN:s debattsida.Partiet anser att staten ska ges möjligheten att köpa fastigheter innan en eventuell budgivning som kan driva upp priset genomförs.”Krisande SBB äger hundratals fastigheter som inte får hamna hos säkerhetspolitiskt skadliga aktörer. Går Sverige in som budgivare trissas priset bara upp, vilket innebär mer pengar i ägarnas fickor”, skriver Dadgostar och Esbati.",
        "pictureLink": "https://gfx.omni.se/images/21e3fa47-3efb-4c3c-97f7-9f4f7571d925?h=320&tight=false&w=640",
        "time": "2023-05-26",
        "source": "https://omni.se/v-staten-borde-fa-fortur-till-sbbs-fastigheter/a/dwPp9q",
        "category": "frontnews"
    },
    {
        "id": "a8e5356e-3245-4fcc-b89b-12d09fb5675d",
        "title": "Belgisk hjälparbetare frigiven i Iran",
        "text": "Den belgiska biståndsarbetare Olivier Vandecasteele har blivit frigiven i en fångutväxling mellan Iran och Belgien, rapporterar TT. Han var dömd för spionage i Iran och byttes mot den iranske diplomaten Assadollah Assadi som var dömd för att ha försett ett iransk-belgiskt par med sprängämnen, tänkta att använda mot en demonstration mot den oppositionella iranska exilorganisationen Nationella motståndsrådet (NCRI). – Äntligen fri! Oliver har spenderat 455 dagar i fängelse i Teheran i outhärdliga förhållanden - oskyldig, säger Belgiens premiärminister Alexander de Croo, skriver Al Jazeera. I januari i år dömdes Iran Vandecasteele till 40 års fängelse och 74 piskrapp i en stängd rättegång. ",
        "pictureLink": "https://gfx.omni.se/images/ce0e3180-acaa-4b20-ab54-96aab7fa788e?h=320&tight=false&w=640",
        "time": "2023-05-26",
        "source": "https://omni.se/belgisk-hjalparbetare-frigiven-i-iran/a/wAX51A",
        "category": "frontnews"
    },
    {
        "id": "f6aca9f4-9fda-43e1-8207-8c56e5243ae9",
        "title": "SD vill att Wagnergruppen ska terrorstämplas",
        "text": "Även Sverigedemokraterna vill nu att EU terrorstämplar Wagnergruppen. Det framgår av ett pressmeddelande.Partiet går fram med en begäran om att regeringen snabbt ska ta initiativ till att terrorklassa den paramilitära gruppen.– Arbetet med att trycka tillbaka och på alla vis försvåra Wagnergruppens verksamhet får inte fördröjas och försvåras av en daterad grund för terrorlistning inom EU, säger utrikespolitiska talespersonen Aron Emilsson i pressmeddelandet.Tidigare i maj sa utrikesminister Tobias Billström (M) att han var redo att ”driva på” frågan om en terrorklassning ”så fort det finns rättsliga förutsättningar för det”.",
        "pictureLink": "https://gfx.omni.se/images/fa1362d2-17f2-4327-9db7-cdcd4f91dce2?h=320&tight=false&w=640",
        "time": "2023-05-26",
        "source": "https://omni.se/sd-vill-att-wagnergruppen-ska-terrorstamplas/a/4ovGQq",
        "category": "frontnews"
    },
    {
        "id": "9becf76e-61ba-491e-a830-c572146067e0",
        "title": "Ö lamslagen efter supertyfon: ”Som filmen Twister”",
        "text": "Stora delar av ön Guam i västra Stilla havet har stått utan el och vatten i två dagar efter tyfonen Mawar, rapporterar AP.Tyfonens styrka låg under torsdagen på 241 kilometer i timmen och ska ha vält bilar och förstört byggnader och hus. Träd ska ha blåst över elledningar som har orsakat stora strömavbrott. Inga dödsfall eller allvarliga personskador har rapporterats.\"Vi tittar ut genom vår dörr och det som en gång var en djungel ser ut som tandpetare – det ser ut som en scen från filmen ”Twister”, säger Landon Aydlett, som är meteorolog på Guam.",
        "pictureLink": "https://gfx.omni.se/images/e72a0217-2f4a-4f68-bd0b-285b9b04dd88?h=320&tight=false&w=640",
        "time": "2023-05-26",
        "source": "https://omni.se/o-lamslagen-efter-supertyfon-som-filmen-twister/a/MoWWME",
        "category": "frontnews"
    },
    {
        "id": "27a8ac13-eac3-4842-81c5-e8bee53fe8b0",
        "title": "Supertyfonen på väg mot Filipinerna",
        "text": "Supertyfonen Mawar totalförstörde hem och infrastruktur på ön Guam i veckan och nu uppges den vara på väg mot Filippinerna, rapporterar The Independent.I sin senaste uppdatering uppgav den statliga vädermyndigheten i Filippinerna att Mawar ”intensifierats” när den rört sig västerut över Filippinernas hav. Under gårdagen uppgraderade myndigheterna cyklonen till en ”supertyfon”.Tyfonen ska ha kommit upp i en så pass hög styrka att den överträffar alla tyfoner som registrerats i år och under 2022.",
        "pictureLink": "https://gfx.omni.se/images/7c05c392-c774-44eb-953c-91ecf4dc9181?h=320&tight=false&w=640",
        "time": "2023-05-26",
        "source": "https://omni.se/supertyfonen-pa-vag-mot-filipinerna/a/zEXebv",
        "category": "frontnews"
    }
]